{
  "id": "ww2-prewar",
  "themeId": "ww2",
  "title": "Véspera da Segunda Guerra: Os Laços Comerciais que Financiaram o Nazismo",
  "date": "1920-1939",
  "readTime": 16,
  "difficulty": "advanced",
  "summary": "Uma investigação sobre como IBM, Ford, General Motors e Standard Oil forneceram tecnologia, capital e conhecimento que tornaram possível o rearmamento alemão, operando sob o princípio de que lucros transcendem fronteiras e ideologias.",
  "content": "## Introdução: O Dinheiro Não Tem Pátria\n\nEnquanto a narrativa histórica tradicional retrata a Segunda Guerra Mundial como um conflito puramente ideológico entre democracia e fascismo, uma análise financeira revela uma verdade desconfortável: algumas das maiores corporações americanas não apenas fizeram negócios com a Alemanha nazista, mas foram fundamentais para construir a máquina de guerra que devastaria a Europa. Este artigo explora como empresas como IBM, Ford, General Motors e Standard Oil forneceram tecnologia, capital e conhecimento que tornaram possível o rearmamento alemão, operando sob o princípio de que lucros transcendem fronteiras e ideologias.\n\nA história começa não em 1939, com a invasão da Polônia, mas duas décadas antes, quando empresários americanos viram na Alemanha pós-Primeira Guerra uma oportunidade de ouro: um mercado vasto, mão de obra qualificada e um governo desesperado por modernização industrial. O que se seguiu foi uma das alianças corporativas mais controversas da história moderna.\n\n## O Colapso Alemão e a Oportunidade Americana (1918-1929)\n\nA Alemanha emergiu da Primeira Guerra Mundial economicamente devastada. O Tratado de Versalhes impôs reparações de 132 bilhões de marcos de ouro, uma quantia impossível de pagar. A hiperinflação de 1923 destruiu a classe média: um dólar americano valia 4,2 trilhões de marcos alemães em novembro daquele ano. Poupanças evaporaram da noite para o dia. Empresas faliram aos milhares.\n\nPara empresários americanos, esta crise representava uma oportunidade sem precedentes. A Alemanha possuía infraestrutura industrial sofisticada, engenheiros altamente qualificados e uma população desesperada por emprego. O mercado alemão era o segundo maior da Europa, atrás apenas da Grã-Bretanha. Mais importante: o marco alemão desvalorizado significava que ativos industriais podiam ser adquiridos por uma fração de seu valor real.\n\nEntre 1924 e 1929, o capital americano inundou a Alemanha. O Plano Dawes de 1924 reestruturou as reparações alemãs e abriu caminho para empréstimos massivos de bancos americanos. Estima-se que mais de 2 bilhões de dólares em investimentos americanos entraram na Alemanha durante este período. Empresas americanas não estavam apenas exportando produtos; estavam construindo fábricas, transferindo tecnologia e estabelecendo subsidiárias que se tornariam pilares da economia alemã.\n\n## IBM: A Tecnologia da Identificação (1922-1939)\n\n### A Máquina que Contava Pessoas\n\nEm 1922, a International Business Machines adquiriu participação na Dehomag (Deutsche Hollerith Maschinen Gesellschaft), distribuidora alemã de máquinas de tabulação inventadas por Herman Hollerith. Estas máquinas usavam cartões perfurados para processar dados em escala industrial, uma tecnologia revolucionária que havia sido desenvolvida originalmente para o censo americano de 1890.\n\nQuando Adolf Hitler assumiu o poder em janeiro de 1933, a IBM já estava profundamente enraizada na economia alemã. Willy Heidinger, CEO da Dehomag, apoiou abertamente o novo regime. Em abril de 1933, enquanto 60.000 oponentes políticos e judeus eram presos e o campo de concentração de Dachau abria suas portas, a IBM tomou uma decisão crucial: não apenas continuaria operando na Alemanha, mas expandiria dramaticamente suas operações.\n\n### O Censo de 1933: Identificando o \"Inimigo\"\n\nEm abril de 1933, o governo nazista anunciou um censo nacional com um objetivo explícito: identificar judeus, roma e outros grupos considerados \"indesejáveis\". A Dehomag ofereceu seus serviços na Prússia. Thomas J. Watson, presidente da IBM, aprovou novos investimentos que aumentaram o capital da IBM na Alemanha de 400.000 para 7 milhões de Reichsmarks, um aumento de 1.650%.\n\nEstes fundos financiaram a primeira fábrica da IBM em Berlim. Um \"acordo secreto\" entre Watson e Heidinger deu à Dehomag autoridade para servir clientes IBM fora da Alemanha, transformando a subsidiária alemã em um hub europeu. A Alemanha rapidamente se tornou o segundo maior mercado da IBM globalmente.\n\nO censo de 1933, processado por máquinas IBM, revelou uma descoberta alarmante para os nazistas: havia aproximadamente 2 milhões de judeus na Alemanha, o dobro da estimativa anterior de 500.000. Esta informação não era meramente estatística; era operacional. Cada judeu identificado recebia um número de registro processado por máquinas Hollerith. Este sistema de identificação se tornaria a espinha dorsal da perseguição sistemática que culminaria no Holocausto.\n\n### O Modelo de Negócio: Controle Total\n\nA IBM não vendia suas máquinas; alugava-as. Este modelo de negócio garantia controle absoluto sobre a tecnologia. A empresa mantinha monopólio sobre o fornecimento de cartões perfurados, que precisavam ser substituídos constantemente. Cada conjunto de cartões era customizado para requisitos específicos do cliente. No caso nazista, isto significava cartões projetados para categorizar pessoas por raça, religião, deficiências físicas e afiliação política.\n\nMais crucial ainda: as máquinas exigiam manutenção técnica constante. Técnicos da IBM visitavam regularmente instalações governamentais e, posteriormente, campos de concentração. A sede da IBM em Nova York supervisionava estas operações através de subsidiárias em toda Europa, mantendo controle financeiro e técnico mesmo durante a guerra.\n\n### Expansão Durante a Guerra: Polônia e os Campos\n\nApós a invasão da Polônia em setembro de 1939, a IBM New York criou uma subsidiária polonesa: Watson Business Machines. Esta firma gerenciou o tráfego ferroviário no Governo Geral (território polonês ocupado) e operou uma oficina de impressão de cartões perfurados perto do Gueto de Varsóvia. A subsidiária reportava através de Genebra para IBM New York, e as receitas eram transferidas de acordo.\n\nCada campo de concentração mantinha um \"Hollerith Abteilung\" (departamento Hollerith) equipado com máquinas IBM. Estes departamentos rastreavam prisioneiros desde a chegada até a morte: número de registro, origem, categoria (judeu, político, homossexual, cigano), trabalho designado, transferências entre campos e, finalmente, método e data de morte. O historiador Edwin Black argumenta que os campos não poderiam ter processado milhões de prisioneiros sem esta tecnologia.\n\n### Watson e Hitler: O Encontro de 1937\n\nEm 1937, Thomas J. Watson recebeu a medalha \"Serviço ao Reich\" de Adolf Hitler por \"trabalho em melhorar relações econômicas\". Watson encontrou-se com Hitler em sua capacidade como Presidente da Câmara Internacional de Comércio. A medalha foi entregue em uma cerimônia formal em Berlim. Watson a devolveu apenas em 1940, após pressão pública nos Estados Unidos, quando a guerra já devastava a Europa.\n\n## Ford e General Motors: Motorizando o Wehrmacht (1925-1941)\n\n### Henry Ford: O Herói de Hitler\n\nHenry Ford não era apenas um empresário admirado por Hitler; era um ídolo ideológico. Um retrato de Ford enfeitava o escritório de Hitler em Munique desde 1922. Hitler mencionou Ford em Mein Kampf como inspiração. O que atraía Hitler não era apenas o gênio industrial de Ford, mas suas opiniões políticas.\n\nEntre 1920 e 1927, o jornal Dearborn Independent, propriedade de Ford, publicou uma série de artigos antissemitas que foram posteriormente compilados no livro \"O Judeu Internacional\". Este livro foi traduzido para alemão e amplamente distribuído na Alemanha. Baldur von Schirach, líder da Juventude Hitlerista, testemunhou em Nuremberg que o livro de Ford havia influenciado toda uma geração de nazistas.\n\n### Ford Werke: A Subsidiária Alemã\n\nA Ford estabeleceu operações na Alemanha em 1925, construindo uma fábrica em Colônia. Quando Hitler assumiu o poder, a Ford Werke (subsidiária alemã) e a Ford SAF (subsidiária francesa) rapidamente se adaptaram ao novo regime. Ambas produziram veículos militares e outros equipamentos para o esforço de guerra nazista.\n\nA produção incluía caminhões militares, veículos de transporte de tropas e componentes para tanques. A Ford Werke empregou trabalho forçado em larga escala. Quando o Exército Americano libertou as plantas Ford em Colônia e Berlim em 1945, encontrou \"trabalhadores estrangeiros destituídos confinados atrás de arame farpado\".\n\nHá uma controvérsia histórica sobre o controle de Ford sobre suas subsidiárias durante a guerra. Documentos mostram que o governo alemão eventualmente tomou controle das plantas à força, trancando executivos americanos do lado de fora. No entanto, até dezembro de 1941 (entrada dos EUA na guerra), a Ford manteve controle operacional e lucrou substancialmente com contratos militares alemães.\n\n### General Motors e Opel: 40% da Wehrmacht\n\nA história da General Motors na Alemanha nazista é ainda mais significativa. Em 1929, a GM adquiriu a Adam Opel AG, a maior fabricante de automóveis da Alemanha. Esta aquisição transformou a GM na maior empregadora privada da Alemanha.\n\nA Opel, infundida com milhões de dólares em capital GM e know-how de linha de montagem americana, produziu 40% dos veículos na Alemanha e 65% das exportações alemãs de veículos durante os anos 1930. O caminhão Opel \"Blitz\" tornou-se o veículo de transporte padrão da Wehrmacht, motoriz ando as invasões da Polônia, França e União Soviética.\n\nO pesquisador Bradford Snell, em testemunho ao Congresso americano, afirmou: \"A General Motors foi muito mais importante para a máquina de guerra nazista do que a Suíça. Os nazistas poderiam ter invadido a Polônia e a Rússia sem a Suíça. Não poderiam ter feito sem a GM.\"\n\n### A Ironia da Compensação\n\nApós a guerra, a GM foi compensada com 32 milhões de dólares pelo governo americano porque suas fábricas alemãs foram bombardeadas por forças americanas. Em essência, contribuintes americanos pagaram a GM por danos a fábricas que haviam produzido veículos militares para o inimigo. Esta compensação foi autorizada sob leis de reparação de guerra que protegiam propriedade americana no exterior.\n\n## Standard Oil e IG Farben: O Cartel do Combustível (1929-1942)\n\n### O Casamento Corporativo\n\nA aliança entre Standard Oil e IG Farben representa talvez o exemplo mais estrategicamente significativo de colaboração corporativa pré-guerra. IG Farben, formada em 1925 pela fusão de seis gigantes químicos alemães (BASF, Bayer, Hoechst, Agfa, Griesheim-Elektron e Weiler-ter-Meer), era o maior conglomerado químico e farmacêutico do mundo.\n\nCarl Duisberg, presidente da Bayer e arquiteto da fusão que criou IG Farben, havia visitado os Estados Unidos em 1903, onde estudou os grandes trustes americanos: Standard Oil, U.S. Steel, International Paper e Alcoa. Ele retornou à Alemanha determinado a criar um equivalente alemão. IG Farben foi modelada explicitamente na Standard Oil de John D. Rockefeller.\n\n### O Acordo de 1929: Partilhando o Mundo\n\nEm novembro de 1929, Standard Oil e IG Farben assinaram um acordo abrangente conhecido como \"Four Party Agreement\". Este acordo dividiu o mundo em esferas de influência e estabeleceu compartilhamento de patentes em áreas críticas:\n\n**Combustível Sintético:** IG Farben havia desenvolvido o processo Bergius-Pier para produzir gasolina a partir de carvão, uma tecnologia crucial para a Alemanha, que não tinha reservas significativas de petróleo. Standard Oil recebeu direitos de licenciamento para esta tecnologia fora da Alemanha. Em troca, IG Farben recebeu acesso a tecnologias de refino da Standard Oil.\n\n**Borracha Sintética:** IG Farben desenvolveu Buna S, a primeira borracha sintética comercialmente viável, em 1929. O acordo deu à IG Farben autorização para desenvolver borracha sintética sozinha, enquanto Standard Oil só podia fazer trabalho experimental em pequena escala. Esta restrição teria consequências devastadoras quando os EUA entraram na guerra e descobriram que não tinham capacidade de produzir borracha sintética em escala industrial.\n\n**Químicos Diversos:** O acordo cobriu acetileno, ácido acético e matérias-primas para rayon, plásticos, tintas e corantes.\n\n### Jasco e Ethyl GmbH: Subsidiárias Conjuntas\n\nPara operacionalizar o acordo, foram criadas empresas conjuntas. Jasco, uma subsidiária 100% Standard Oil, adquiriu interesses que IG Farben tinha em taxas de licenciamento. Ethyl, outra subsidiária Standard Oil, e IG Farben formaram Ethyl GmbH, compartilhando ações, patentes e contratos.\n\nEstas estruturas corporativas criaram um emaranhado legal que obscurecia a verdadeira natureza da colaboração. Quando investigadores americanos tentaram desmantelar estas conexões durante a guerra, descobriram que era quase impossível determinar onde terminava Standard Oil e começava IG Farben.\n\n### O Escândalo da Borracha Sintética (1942)\n\nEm março de 1942, com os Estados Unidos já em guerra, um escândalo eclodiu. O Comitê Senatorial Truman investigou por que os EUA não tinham capacidade de produzir borracha sintética, essencial para pneus militares. A investigação revelou que Standard Oil havia retido processos de borracha sintética de acordo com seu acordo com IG Farben e por \"desejo monopolístico natural\".\n\nThurman Arnold, do Departamento de Justiça, acusou Standard Oil de \"encobrir\" e \"distorcer fatos\" em sua refutação às acusações de cartel com IG Farben. Um processo antitruste forçou a Standard Oil a liberar todas as patentes de fabricação de borracha em março de 1942. Mas o dano estava feito: os EUA entraram na guerra sem capacidade industrial para produzir borracha sintética em escala necessária.\n\n### IG Farben: De Parceira a Criminosa de Guerra\n\nIG Farben não era apenas uma empresa química; era o coração industrial do Terceiro Reich. A empresa produziu:\n\n- **Zyklon B:** O gás venenoso usado nas câmaras de gás de Auschwitz, que matou mais de 1 milhão de pessoas.\n- **Combustível sintético:** 100% da gasolina de aviação da Luftwaffe em 1944 vinha de plantas de hidrogenação IG Farben.\n- **Borracha sintética:** Essencial para pneus de veículos militares.\n- **Explosivos:** Incluindo TNT e outros materiais bélicos.\n\nA empresa empregou 330.000 trabalhadores em 1943, incluindo 30.000 escravos de Auschwitz. IG Farben construiu uma fábrica em Auschwitz III (Monowitz) para produzir borracha sintética usando trabalho escravo. Prisioneiros que não podiam mais trabalhar eram enviados para as câmaras de gás de Auschwitz II (Birkenau).\n\nNo julgamento de Nuremberg de 1947-1948, 23 diretores da IG Farben foram julgados por crimes de guerra. Treze foram condenados. No entanto, todos foram libertados da prisão até 1951, após o governo militar americano instituir créditos de \"bom comportamento\" em seu programa de crimes de guerra.\n\n## O Ecossistema Corporativo: Além dos Gigantes (1933-1941)\n\n### O Censo de Dezembro de 1941\n\nQuando os Estados Unidos entraram na Segunda Guerra Mundial em dezembro de 1941, 250 empresas americanas possuíam mais de 450 milhões de dólares em ativos alemães. Esta lista incluía alguns dos nomes mais reconhecíveis da indústria americana:\n\n- **ITT (International Telephone & Telegraph):** Possuía 25% da Focke-Wulf, fabricante de aviões de caça da Luftwaffe. ITT recebeu 27 milhões de dólares em compensação pós-guerra por danos de bombardeios aliados a suas fábricas alemãs.\n- **Eastman Kodak:** Subsidiárias alemãs e francesas produziram filme, espoletas, detonadores e outros materiais bélicos usando trabalho escravo.\n- **Coca-Cola:** Criou Fanta na Alemanha quando o xarope de Coca-Cola não podia mais ser importado durante a guerra.\n- **Singer, International Harvester, Gillette, Kraft, Westinghouse, United Fruit:** Todas mantinham operações substanciais na Alemanha.\n\n### Bancos: Os Facilitadores Silenciosos\n\nBancos americanos, britânicos e suíços facilitaram operações financeiras alemãs globalmente. Brown Brothers Harriman & Co. atuou para o magnata alemão Fritz Thyssen, que ajudou a financiar a ascensão de Hitler ao poder. Chase, Morgan e Union Banking Corporation facilitaram transferências financeiras internacionais.\n\nO Bank for International Settlements (BIS), baseado na Suíça, serviu como clearinghouse para transações entre bancos centrais, incluindo o Reichsbank alemão. Em março de 1939, o Banco da Inglaterra transferiu 23 toneladas de ouro (5,6 milhões de libras) pertencentes ao Banco Nacional da Tchecoslováquia para a Alemanha através do BIS, seis meses antes da Inglaterra entrar na guerra.\n\n## A Racionalização: Lucro Acima da Política (1933-1941)\n\n### O Argumento Corporativo\n\nComo executivos americanos justificavam fazer negócios com um regime que abertamente perseguia judeus, suprimia dissidência política e se preparava para guerra? Várias racionalizações emergiram:\n\n**Separação entre Negócios e Política:** Executivos argumentavam que negócios eram apolíticos. Thomas Watson da IBM afirmou que a empresa simplesmente fornecia tecnologia de processamento de dados, não sendo responsável por como governos a usavam.\n\n**Autonomia das Subsidiárias:** Ford e GM alegaram que subsidiárias alemãs operavam independentemente após o início da guerra. Documentos contradizem isto: até dezembro de 1941, matrizes americanas mantinham controle operacional e financeiro.\n\n**Inevitabilidade:** Alguns argumentavam que se empresas americanas não fizessem negócios com a Alemanha, empresas de outros países o fariam. Melhor que lucros fossem para acionistas americanos.\n\n**Influência Moderadora:** Havia uma crença, particularmente nos anos 1930, de que engajamento econômico poderia moderar o regime nazista. Esta ilusão persistiu até ser tarde demais.\n\n### A Realidade: Conhecimento e Cumplicidade\n\nDocumentos revelam que executivos americanos estavam plenamente cientes da natureza do regime nazista. O embaixador americano na Alemanha, William Dodd, alertou repetidamente Washington sobre o perigo de investimentos americanos fortalecendo o rearmamento alemão. Em 1934, Dodd escreveu ao Departamento de Estado sobre o acordo Standard Oil-IG Farben, alertando que estava contribuindo para a capacidade militar alemã.\n\nEm alguns casos, empresas americanas concordaram em converter plantas alemãs para produção militar enquanto ainda resistiam a chamados para produção militar em plantas americanas. Isto sugere que lucros de contratos militares alemães eram mais atraentes que contratos do governo americano, que tipicamente impunham margens de lucro menores.\n\n## O Preço da Colaboração: Consequências e Legado (1945-Presente)\n\n### Julgamentos e Compensações\n\nApós a guerra, alguns executivos foram julgados, mas as punições foram surpreendentemente leves. O julgamento IG Farben em Nuremberg foi o mais significativo, mas mesmo os condenados foram libertados rapidamente. Nenhum executivo americano foi processado por colaboração com o regime nazista.\n\nInversamente, empresas americanas receberam compensações substanciais por danos de guerra a suas subsidiárias alemãs. GM recebeu 32 milhões de dólares. ITT recebeu 27 milhões. Estas compensações vieram de contribuintes americanos e de fundos de reparação alemães.\n\n### A Decisão de Não Destruir\n\nEm 1945, havia planos para desmantelar completamente IG Farben como parte da desnazificação. Estes planos foram abandonados por duas razões:\n\n**Necessidade de Reconstrução:** A Europa devastada precisava de capacidade industrial para reconstrução. Destruir IG Farben prejudicaria a recuperação econômica.\n\n**Entrelaçamento com Empresas Americanas:** IG Farben estava tão entrelaçada com empresas americanas, particularmente sucessoras da Standard Oil, que desmantelá-la afetaria interesses corporativos americanos.\n\nEm 1951, IG Farben foi dividida em suas empresas constituintes: BASF, Bayer e Hoechst. Estas empresas rapidamente se tornaram pilares do \"milagre econômico\" alemão pós-guerra.\n\n### Lições Não Aprendidas\n\nA história dos laços corporativos pré-guerra com a Alemanha nazista levanta questões desconfortáveis que permanecem relevantes:\n\n**Responsabilidade Corporativa:** Até que ponto empresas são responsáveis por como seus produtos e tecnologias são usados por governos autoritários?\n\n**Lucro vs. Ética:** Quando, se alguma vez, considerações éticas devem superar oportunidades de lucro?\n\n**Regulação Internacional:** Como a comunidade internacional pode prevenir que corporações fortaleçam regimes que ameaçam a paz mundial?\n\nEstas questões não são meramente históricas. Hoje, empresas de tecnologia enfrentam dilemas similares ao operar em países com regimes autoritários. Os debates sobre fazer negócios com a China, Rússia ou Arábia Saudita ecoam as controvérsias dos anos 1930.\n\n## Conclusão: Siga o Dinheiro, Sempre\n\nA história dos laços comerciais entre corporações americanas e a Alemanha nazista revela uma verdade fundamental: o dinheiro não tem pátria, ideologia ou moral. Empresas operam sob uma lógica de maximização de lucros que pode, em circunstâncias extremas, torná-las cúmplices de atrocidades.\n\nIBM forneceu a tecnologia que tornou possível a identificação e rastreamento sistemático de milhões de vítimas do Holocausto. Ford e GM motorizaram a Wehrmacht que invadiu a Europa. Standard Oil compartilhou tecnologias críticas que permitiram à Alemanha continuar lutando apesar de não ter petróleo natural.\n\nNenhuma destas empresas pretendia causar o Holocausto ou a Segunda Guerra Mundial. Mas suas ações, motivadas por lucro e oportunidade de mercado, forneceram os meios que tornaram estes horrores possíveis. A intenção é irrelevante quando o resultado é cumplicidade em genocídio e guerra.\n\nA lição mais importante desta história é a necessidade de vigilância constante. Quando corporações operam em regimes autoritários, devemos sempre perguntar: quem está lucrando? Que tecnologias estão sendo transferidas? Que capacidades estão sendo construídas? E, mais importante: quem pagará o preço quando estas capacidades forem usadas para fins que nunca imaginamos ou fingimos não ver?\n\nSiga o dinheiro. Sempre. Porque o dinheiro deixa um rastro que revela verdades que narrativas oficiais preferem esconder. E estas verdades, por mais desconfortáveis que sejam, são essenciais para entender não apenas o passado, mas também os perigos do presente.",
  "authors": [
    {
      "name": "IBM",
      "role": "Fornecedor de tecnologia de identificação",
      "financialInterest": "Lucros de aluguel de máquinas Hollerith e venda de cartões perfurados. Expansão de 400.000 para 7 milhões de Reichsmarks em capital alemão."
    },
    {
      "name": "Ford e General Motors",
      "role": "Fabricantes de veículos militares",
      "financialInterest": "Contratos militares alemães. GM/Opel produziu 40% dos veículos da Wehrmacht. Compensação pós-guerra de $32 milhões da GM por danos de bombardeios."
    },
    {
      "name": "Standard Oil",
      "role": "Fornecedor de tecnologia de combustível sintético",
      "financialInterest": "Acordo de compartilhamento de patentes com IG Farben. Royalties de tecnologia de hidrogenação e borracha sintética."
    },
    {
      "name": "IG Farben",
      "role": "Conglomerado químico alemão",
      "financialInterest": "Produção de combustível sintético, borracha, explosivos e Zyklon B. Uso de 30.000 trabalhadores escravos de Auschwitz."
    }
  ],
  "financialCycle": {
    "inicio": "1920-1929: Colapso econômico alemão pós-Primeira Guerra cria oportunidades para investimento americano. Plano Dawes (1924) reestrutura reparações e abre caminho para $2 bilhões em investimentos americanos. IBM adquire Dehomag (1922). Ford estabelece operações (1925). GM adquire Opel (1929). Standard Oil assina acordo com IG Farben (1929).",
    "meio": "1933-1939: Hitler assume poder. IBM expande capital alemão em 1.650%. Watson recebe medalha de Hitler (1937). Ford Werke e GM/Opel produzem veículos militares. Standard Oil compartilha tecnologia de combustível sintético. IG Farben desenvolve Zyklon B. Censo de 1933 identifica 2 milhões de judeus usando tecnologia IBM. Corporações americanas lucram com rearmamento alemão.",
    "fim": "1939-1945: Guerra eclode. Subsidiárias americanas continuam operando sob controle alemão. IBM mantém controle técnico através de subsidiárias suíças. Trabalho escravo em fábricas Ford, GM e IG Farben. Pós-guerra: Julgamentos de Nuremberg condenam executivos IG Farben. Corporações americanas recebem compensações por danos de guerra. Nenhum executivo americano processado."
  }
}